{
  "jobs": [
    {
      "name": "Senior Full Stack Developer",
      "location": "Remote",
      "salary": "$150/hr",
      "description":
        "As a senior full-stack developer at Faith you will be pioneering development efforts on our flagship mobile application. As a natural leader of the team, others will seek you out for questions. This most likely isn’t your first time creating scalable, maintainable software so writing unit and integration tests must be second nature. If you seek a challenging opportunity with ample opportunity for career development at a fast paced startup while working from home, this is it!",
      "skills": [
        "5+ years experience writing full-stack applications",
        "Held full-time remote job in the past",
        "Startup experience",
        "Leadership experience",
        "Agile experience",
        "Devops experience",
        "Capable of writing unit and integration tests",
        "Experience deploying to Apple App Store and Google Play Store"
      ]
    },
    {
      "name": "Cleaner Instructor",
      "location": "Phoenix",
      "salary": "$35/hr",
      "description": "As a cleaner instructor at Faith you will be responsible for teaching new-hire cleaners everything they need to know about how to properly clean a home. Everything from the basics of cleaning, to customer service, and advanced time-saving techniques.",
      "skills": [
        "1+ years house cleaning experience",
        "1+ years instructor experience",
        "Great communication",
        "Fun personality"
      ]
    },
    {
      "name": "Senior Product Manager",
      "location": "Remote",
      "salary": "$100/hr",
      "description": "Our flagship mobile application needs a rockstar product manager to maintain a rock solid communication layer between sponsors, clients, and our development team. You will be responsible for setting priority on features and our release schedule.",
      "skills": [
        "5+ years product management experience",
        "Technical background",
        "Startup experience",
        "Has held a remote job in the past",
        "Great communication",
        "Organization",
        "Process oriented"
      ]
    }
  ]
}
